INSERT INTO 
  db_sample.items
  (id, name, price, category_code)
  VALUES 
  (1, 'チェア', 5000, '1'),
  (2, 'テーブル', 15000, '1'),
  (3, 'ベッド', 20000, '2'),
  (4, 'テレビ', 50000, '3'),
  (5, '時計', 10000, '4'),
  (6, 'テーブル', 15000, '1'),
  (7, 'テレビ', 50000, '3'),
  (8, '時計', 10000, '4'),
  (9, 'チェア', 5000, '1'),
  (10, 'テーブル', 15000, '1'),
  (11, 'ベッド', 20000, '2'),
  (12, 'テレビ', 50000, '3'),
  (13, '時計', 10000, '4'),
  (14, 'テーブル', 15000, '1'),
  (15, 'ベッド', 20000, '2');


INSERT INTO 
  db_sample.categories
  (id, category_name, category_code)
  VALUES 
  (1, '家具', '1'),
  (2, '寝具', '2'),
  (3, '家電', '3'),
  (4, 'インテリア雑貨', '4');